{
  "texts": [
    {
      "name": "امام مهدی (عجل الله فرجه)",
      "text": "منم که زمین را از عدالت لبریز می‌کنم، چنان که از ستم آکنده است."
    },
    {
      "name": "امام مهدی (عجل الله فرجه)",
      "text": "هیچ چیز مانند نماز، بینی شیطان را به خاک نمی‌مالد."
    },
    {
      "name": "امام علی (علیه‌السلام)",
      "text": "زمانی که مقدمات نعمت‌ها به شما رسید، در نهایت آن را با کم‌شکری از خود مرانید."
    },
    {
      "name": "امام مهدی (علیه‌السلام)",
      "text": "در دختر پیامبر خدا، برای من، سرمشقی نیکوست."
    },
    {
      "name": "امام علی (علیه‌السلام)",
      "text": "دشمن ظالم و یاور مظلوم باشیم"
    },
    {
      "name": "امام علی (علیه‌السلام)",
      "text": "از دنیادوستی بپرهیز چراکه ریشه هر خطا و معدن هر بلایی است"
    },
    {
      "name": "پیامبر اکرم (صلی الله علیه و آله)",
      "text": "ای فاطمه همه چشم ها در روز قیامت گریان است مگر چشمی که بر مصائب حسین بگرید"
    },
    {
      "name": "پیامبر اکرم (صلی الله علیه و آله)",
      "text": "هیچ گاه مالی بر اثر صدقه دادن کم نشده است، پس عطا کنید و نترسید."
    },
    {
      "name": "پیامبر اکرم (صلی الله علیه و آله)",
      "text": "دل های خویش را با زیاد خوردن و زیاد نوشیدن نمیرانید، که دل چون زراعت است، وقتی آب آن زیاد شد خواهد مرد."
    },
    {
      "name": "امام علی (علیه‌السلام)",
      "text": "ارزش جوانی را جز پیران نمی شناسند، آرامش را جز گرفتاران، سلامت را جز بیماران، و زندگی را جز مردگان."
    },
    {
      "name": "امام سجاد (علیه السلام)",
      "text": "حق نماز این است که بدانی نماز، روى آوردن به درگاه خداست و تو در نماز در برابر خداوند ایستاده اى."
    },
    {
      "name": "امام مهدی (علیه السلام)",
      "text": "براى تعجيل در فرج بسيار دعا كنيد ، که در  فرج من فرج شما نيز هست."
    },
    {
      "name": "حضرت فاطمه (سلام الله علیها)",
      "text": "سه چيز از دنياى شما محبوب من است: اوّل خواندن قرآن، دوم نگاه كردن به چهره رسول الله، سوم انفاق در راه خدا"
    },
    {
      "name": "حضرت فاطمه (سلام الله علیها)",
      "text": "خداوند کامل کردن پیمانه ها و ترازوها را برای زشت نشان دادن کم فروشی قرار داد."
    },
    {
      "name": "حضرت فاطمه (سلام الله علیها)",
      "text": "خداوند امر به معروف را برای اصلاح توده مردم، واجب ساخت."
    },
    {
      "name": "امام صادق (علیه السلام)",
      "text": "خداوند متعال فرموده است : بنده من با چيزي محبوبتر از انجام واجبات به من دوستي نكند ."
    },
    {
      "name": "امام صادق (علیه السلام)",
      "text": "سه چيز از علامات مؤمن است : شناختن خدا و شناختن دوستان و دشمنان خدا."
    },
    {
      "name": "امام صادق (علیه السلام)",
      "text": "هر كه به يك زندگي ساده از خدا راضي باشد خدا هم به عمل اندك او راضي شود."
    },
    {
      "name": "پیامبر اکرم (صلی الله علیه و آله)",
      "text": "آدمی بر آيين دوست خود است، پس بنگريد با كه دوستی می کنید."
    },
    {
      "name": "امام حسین (علیه‌السلام)",
      "text": "کسی كه تو را دوست دارد از تو انتقاد می کند و کسی كه با تو دشمنی دارد از تو تعريف می کند."
    }
  ]
}
